<template>
    <!-- <Sheet maxWidth="768px" height="100%" v-slot="{ closeSelf }" v-model:visible="commonstore.state.isPrivacySheetOpen"> -->
    <div class="back-wh common-sec keep-top-1">
        <!-- <div class="top-hdr top-hdr-new m-0">
                <div class="container">
                    <h4 class="heading">
                        <a href="javascript:void(0);" class="cross-arrow"  @click="popClose(true, closeSelf())"><img
                                src="@/assets/icons/cross-icon2.svg" alt=""
                                @click="$router.push('')" /></a>개인정보처리방침
                    </h4>
                </div>
            </div> -->
        <div class="top-hdr">
            <div class="container">
                <InnerHeader headerTitle="개인정보처리방침" />
            </div>
        </div>
        <div class="terms-service-wrapper pb-32">
            <div class="container">
                <div class="paragraph-area-new">
                    <ul>
                        <li>개인정보의 수집 및 이용목적
                            <ul>
                                <li>1) 아이오엔주식회사가 개발.운영하는 구인구직앱 ‘초단알바’는 효과적인 취업지원 · 인재채용 · 경력개발에 적합한 서비스를 제공하기 위하여 개인정보를 수집하고
                                    있으며 수집된 정보를 아래와 같이 이용하고 있습니다. 이용자가 제공한 모든 정보는 하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될 시에는
                                    사전 동의를 구할 것입니다. 또한, 회원이 회사가 요구하지 않은 개인정보를 사이트에 업로드한 경우, 회사는 해당 정보를 이용하지 않으며, 이에 대한 관리책임
                                    또한 없습니다.

                                    <table border-width="1px" cellspacing="0" cellpadding="0" width="100%">
                                        <tr>
                                            <th>
                                                구분
                                            </th>
                                            <th>
                                                목적
                                            </th>
                                            <th>
                                                항목
                                            </th>
                                            <th>
                                                보유기간
                                            </th>
                                        </tr>
                                        <tr>
                                            <td>
                                                개인회원 가입
                                            </td>
                                            <td rowspan="4">
                                                본인여부 확인, 각종 맞춤형 서비스 제공, 서비스 개선 및 신규 서비스 개발을 위한 통계 활용, 계약이행 및
                                                약관변경 등의 고지를 위한 연락, 본인의사확인 및 민원 등의 고객불만처리<br />
                                                상품서비스 영업, 홍보, 마케팅, 쿠폰 발송
                                            </td>
                                            <td>
                                                [필수] 이름, 아이디, 비밀번호, 휴대폰번호, 이메일, 생년월일, 성별, 주소
                                            </td>
                                            <td rowspan="4">
                                                회원 탈퇴 시 즉시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                소셜회원 가입 (페이스북, 네이버, 구글, 카카오, 애플)
                                            </td>
                                            <td class="bor-r">
                                                [필수] 이름, 이메일, 성별
                                            </td>
                                        </tr>
                                        <tr>
                                            <td rowspan="2">
                                                기업회원 가입
                                            </td>
                                            <td class="bor-r">
                                                [필수] 담당자명, 본인인증정보 또는 중복가입확인정보(DI), 성별, 주소, 기업명, 기업주소,<br />
                                                아이디, 비밀번호, 전화번호, 이메일
                                            </td>
                                        </tr>
                                        <tr>
                                            <td class="bor-r">
                                                [선택] 기업프로필 사진, 산업군, 직원수, 소개글 등
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                이력서등록
                                            </td>
                                            <td>
                                                입사지원 및 이력서 공개 등 취업활동 서비스 제공, 각종 맞춤형 서비스 제공.
                                            </td>
                                            <td>
                                                [필수] 이름, 생년월일, 성별, 휴대폰번호, 이메일, 주소, 학력사항, 경력사항, <br />
                                                희망근무조건(근무지, 업직종, 고용형태, 근무기간, 근무일시), 자기소개서 <br />
                                                [선택] 자기 PR , 홈페이지, 희망근무조건(급여), 동영상, 사진첩, 어학능력, 자격증, <br />
                                                컴퓨터활용능력, 수상수료내역, 포트폴리오, 취업우대사항 <br />
                                                (장애여부, 국가보훈, 고용지원금, 병역)
                                            </td>
                                            <td>
                                                이력서삭제 또는 회원 탈퇴 시 즉시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                채용정보 등록
                                            </td>
                                            <td>
                                                채용정보 등록자 확인 및 관리. 등록 결과 안내 및 고객불만처리. 각종 맞춤형 서비스 제공
                                            </td>
                                            <td>
                                                [필수] 담당자명, 이메일, 전화번호 근무지역
                                            </td>
                                            <td>
                                                회원 탈퇴 시 즉시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                기업 자사 이력서 양식
                                            </td>
                                            <td>
                                                해당 기업의 양식에 따른 입사지원
                                            </td>
                                            <td>
                                                해당 기업의 이력서 양식에서 정한 항목
                                            </td>
                                            <td>
                                                지원취소 또는 회원 탈퇴 시 즉시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                지원자 연락(문자, 이메일)
                                            </td>
                                            <td>
                                                지원자의 지원결과, 면접, 다음 일정 등 안내
                                            </td>
                                            <td>
                                                [필수] 담당자명, 이메일, 연락처
                                            </td>
                                            <td>
                                                발송일로부터 1 년간 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                면접제의
                                            </td>
                                            <td>
                                                지원자에게 면접제의 내용 발송하기 위함
                                            </td>
                                            <td>
                                                [필수] 이메일, 연락처
                                            </td>
                                            <td>
                                                발송일로부터 1 년간 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                결과통보
                                            </td>
                                            <td>
                                                지원자에게 결과안내 발송하기 위함
                                            </td>
                                            <td>
                                                [필수] 이메일, 연락처
                                            </td>
                                            <td>
                                                발송일로부터 1 년간 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                알바제의 서비스
                                            </td>
                                            <td>
                                                기업회원의 구인 제의 내용 발송. 서비스 이용자 확인 및 관리
                                            </td>
                                            <td>
                                                [필수] 담당자이름, 휴대폰번호
                                            </td>
                                            <td>
                                                2 년 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                채용상품 신청 및 문의
                                            </td>
                                            <td>
                                                서비스 신청에 따른 문의사항 안내를 위함
                                            </td>
                                            <td>
                                                [필수] 이름, 전화번호, 이메일
                                            </td>
                                            <td rowspan="2">
                                                서비스 신청 후 1년까지 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                인재서칭 신청
                                            </td>
                                            <td>
                                                부정 이용방지와 비인가 사용방지 및 문의사항 안내
                                            </td>
                                            <td class="bor-r">
                                                [필수] 이름, 중복가입확인정보(DI), 소속부서, 연락처(전화번호 또는 휴대폰번호), 이메일
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                기업인증
                                            </td>
                                            <td>
                                                관리자 심사 시 의사소통을 위한 정보
                                            </td>
                                            <td>
                                                [필수] 이름, 휴대폰번호, 이메일
                                            </td>
                                            <td rowspan="2">
                                                서비스 신청 후 2년까지 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                이력서열람서비스 신청
                                            </td>
                                            <td>
                                                서비스 신청자 확인
                                            </td>
                                            <td class="bor-r">
                                                [필수] 이름, 휴대폰번호, 이메일
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                유료서비스 이용
                                            </td>
                                            <td>
                                                유료서비스 구매 및 이용 시 요금 정산 ※ 결제정보는 결제대행업체에서만 저장하며, 당사는 저장 및 관리하고
                                                있지 않습니다.
                                            </td>
                                            <td>
                                                카드결제(카드사명, 카드번호), 휴대폰결제(휴대폰번호, 통신사정보), <br />
                                                실시간계좌이체(은행명, 계좌번호) 세금계산서 발행정보 및 수령자 정보
                                            </td>
                                            <td>
                                                전자상거래 등에서의 소비자보호에 관한 법률에 의거하여 5년간 보관 후 파기 (결제대행업체에서 보관)
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                노무상담
                                            </td>
                                            <td>
                                                답변안내 및 권리구제, 진정 진행 시 참고
                                            </td>
                                            <td>
                                                [필수] 생년월일, 휴대폰번호, 이메일
                                            </td>
                                            <td>
                                                작성일로부터 1년 경과시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                앱 다운로드
                                            </td>
                                            <td>
                                                앱 다운로드 URL 전송
                                            </td>
                                            <td>
                                                [필수] 전화번호
                                            </td>
                                            <td>
                                                발송 후 즉시 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                이벤트
                                            </td>
                                            <td>
                                                이벤트 당첨시 경품 배송
                                            </td>
                                            <td>
                                                모바일 상품 : 휴대전화번호,  현물 상품 : 주소, 전화번호
                                            </td>
                                            <td>
                                                이벤트 종료 후 3개월 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td rowspan="2">
                                                고객 문의 및 상담
                                            </td>
                                            <td>
                                                서비스 제안, 문의, 신고에 대한 답변
                                            </td>
                                            <td>
                                                [필수] 이메일 [선택] 전화번호
                                            </td>
                                            <td>
                                                문의일로부터 3년 보관 후 파기
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                상담내용의 기록 및 분쟁 해결
                                            </td>
                                            <td>
                                                [필수] 상담내용 녹취파일, 전화번호
                                            </td>
                                            <td>
                                                상담 종료일로부터 5년 후 파기
                                            </td>
                                        </tr>
                                    </table>
                                </li>
                                <li>2) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.<br>
                                    - <b>IP Address</b>, 쿠키, 방문일시, 서비스 이용기록, 불량 이용 기록, 광고식별자<b>(ADID, IDFA)</b></li>
                                <li>3) 회사는 다음과 같은 방법으로 개인정보를 수집할 수 있습니다.<br>
                                    - 홈페이지, 서비스 이용, 이벤트 응모, 팩스, 우편, 전화, 고객센터 문의
                                </li>
                                <li>4) 회사는 개인정보를 수집함에 있어, 서비스 제공에 필요한 최소한의 개인정보를 ‘필수동의 항목’으로, 그 외 개인정보는 ‘선택동의 항목’으로 구분하여 이에
                                    대해 개별적으로 동의할 수 있는 절차를 마련합니다. 회사는 이용자가 필요한 최소한의 개인정보 이외의 개인정보를 제공하지 아니한다는 이유로 그 서비스의 제공을
                                    거부하지 않습니다.</li>
                            </ul>
                        </li>
                        <li>개인정보의 제공 및 처리위탁
                            <p>회사는 개인정보를 “1. 개인정보의 수집 및 이용”에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이 동 범위를 초과하여 이용하지 않습니다.</p>

                            <ul>
                                <li>1) 회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을
                                    규정하고 있습니다. 변동사항 발생 시 공지사항 또는 개인정보 처리방침을 통해 고지하도록 하겠습니다.
                                    <table cellspacing="0" cellpadding="0" width="100%">
                                        <tr>
                                            <th>수탁 업체</th>
                                            <th>위탁 업무 내용</th>
                                            <th>개인정보 이용 기간</th>
                                        </tr>
                                        <tr>
                                            <td>영업대행사
                                                <ul class="list-h">
                                                    <li>미정 </li>
                                                </ul>
                                            </td>
                                            <td>
                                                <ul class="list-h">
                                                    <li>서비스 계약안내 </li>
                                                    <li>서비스이용계약체결 </li>
                                                    <li>고객센터 운영 및 상담 </li>
                                                    <li>컨텐츠 생성 및 제공 </li>
                                                </ul>
                                            </td>
                                            <td>회원 탈퇴 시 혹은 위탁계약 종료 시까지</td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <ul class="list-h">
                                                    <li>미정 </li>
                                                </ul>
                                            </td>
                                            <td>
                                                <ul class="list-h">
                                                    <li>아이핀인증 및 사업자인증 </li>
                                                    <li>본인확인 </li>
                                                </ul>
                                            </td>
                                            <td>해당 업체에서 이미 보유하고 있는 개인정보이기 때문에 별도로<br />
                                                저장하지 않음 </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <ul class="list-h">
                                                    <li>미정 </li>
                                                </ul>
                                            </td>
                                            <td>
                                                <ul class="list-h">
                                                    <li>카카오 알림톡 발송 대행 </li>
                                                </ul>
                                            </td>
                                            <td>위탁계약 종료 시까지 </td>
                                        </tr>
                                        <tr>
                                            <td>
                                                <ul class="list-h">
                                                    <li>미정 </li>
                                                </ul>
                                            </td>
                                            <td>상품 구매에 필요한 신용카드, 계좌이체, 휴대폰 등의 결제 </td>
                                            <td>관계법령에 따른 보관 기한까지 </td>
                                        </tr>
                                        <tr>
                                            <td>전담 노무사</td>
                                            <td>노무상담</td>
                                            <td>상담글 작성 후 1년</td>
                                        </tr>
                                        <tr>
                                            <td>미정</td>
                                            <td>문자메시지 발송</td>
                                            <td>위탁계약 종료 시까지</td>
                                        </tr>
                                    </table>
                                </li>
                                <li>2) 다음의 경우에는 합당한 절차를 통한 이용자의 동의를 얻어 개인정보를 제공 또는 이용할 수 있습니다.
                                    <ul>
                                        <li>① 제휴관계 : 본 개인정보 처리방침 시행일 현재에는 개인회원의 개인정보를 제공하는 제휴관계가 없으며, 제휴를 통한 변동사항 발생 시사전공지
                                            합니다. 이 경우 개별적인 동의를 구하는 절차를 거치며, 동의가 없는 경우에는 제공하지 않습니다. 개인정보를 제공하지 않는 제휴관계는 각 회원별
                                            약관을 따릅니다.</li>
                                        <li>② 매각, 인수합병: 서비스 제공자의 권리, 의무가 승계 또는 이전되는 경우 이를 반드시 사전에 고지하며 이용자의 개인정보에 대한 동의 철회의
                                            선택권을 부여합니다.</li>
                                        <li>③ 다만, 아래의 경우에는 예외로 합니다.
                                            관계법령에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
                                        </li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>개인정보의 제3자 제공
                            <ul>
                                <li>1) 회사는 원칙적으로 이용자의 사전 동의를 받아 이용자들의 개인정보를 외부에 제공합니다. 다만, 아래의 경우에는 예외로 합니다.
                                    <ul>
                                        <li>① 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우</li>
                                        <li>② 요금 정산을 위하여 필요한 경우</li>
                                        <li>③ 이용자 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요함에도 불구하고 동의를 받을 수 없는 경우</li>
                                        <li>④ 개인정보보호법 제17조 제4항, 동법 시행령 제14조의2 제1항에 따라, 회원이 동의한 개인정보의 수집 및 이용목적(동방침 1.참조)의
                                            범위와 관련이 있으며, 회원이 제3자의 제공을 충분히 예측할 수 있고, 제3자 제공이 회원의 이익을 부당하지 침해하지 않으며, 제3자 제공시
                                            기술적인 안전성을 충분히 확보한 경우 (인재검색 서칭서비스, 이력서열람서비스)</li>
                                    </ul>
                                </li>
                                <li>2) 회사는 원칙적으로 “1. 개인정보의 수집 및 이용”에서 고지한 범위 내에서 개인정보를 이용하거나 제3자에게 제공하며, 동 범위를 초과하여 이용하거나
                                    제3자에게 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
                                    <ul>
                                        <li>① 이용자들이 사전에 공개 또는 제3자 제공에 동의한 경우</li>
                                        <li>② 법령의 규정에 의거하거나, 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독당국의 요구가 있는 경우</li>
                                    </ul>
                                </li>
                                <li>3) 그 밖에 개인정보 제3자 제공이 필요한 경우에는 이용자의 동의를 얻는 등 적법한 절차를 통하여 제3자에게 개인정보를 제공할 수 있습니다. 회사는
                                    이용자들의 거래 이행을 위하여 필요한 경우 이용자의 동의를 얻는 등 적법한 절차를 통하여 아래와 같이 개인정보를 제공할 수 있습니다.
                                    <table cellspacing="0" cellpadding="0" width="100%">
                                        <tr>
                                            <th>제공받는 자</th>
                                            <th>개인정보 이용목적</th>
                                            <th>제공하는 개인정보의 항목</th>
                                            <th>보유 및 이용기간</th>
                                        </tr>
                                        <tr>
                                            <td>기업회원<br />
                                                전체보기</td>
                                            <td>입사지원 및 채용절차 진행, 채용목적에 따른 인재 검색</td>
                                            <td>이름, 전화번호, 휴대폰, 이메일, 학력사항, 경력사항, 생년월일, 성별, 사진, 홈페이지, 우편번호, 주소, 자기소개서,
                                                취업우대사항(보훈대상, 취업보호대상, 장애여부, 병역사항, 고용지원금대상)</td>
                                            <td>입사지원 한 채용공고 마감 후 90일, 이력서 유료 열람 후 [잡코리아 90일/알바몬 30일] 까지 보관 후 파기</td>
                                        </tr>
                                    </table>
                                </li>
                                <li>4) 이용자는 개인정보의 제3자 제공에 대하여 동의를 하지 않을 수 있고, 언제든지 제3자 제공 동의를 철회할 수 있습니다. 동의를 거부하시는 경우에도
                                    회원가입서비스는 이용하실 수 있으나, 제3자 제공에 기반한 관련 서비스의 이용/제공이 제한될 수 있습니다. 기타 개인정보 제3자 제공에 대한 변동사항은 공지
                                    및 별도 통지를 할 예정입니다.</li>
                            </ul>
                        </li>
                        <li>개인정보의 보유 및 이용기간
                            <p>사이트와 앱은 회원가입일로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용하게 됩니다. 회원탈퇴를 요청하거나 개인정보의 수집 및 이용에 대한
                                동의를 철회하는 경우, 수집 및 이용목적이 달성되거나 이용기간이 종료한 경우 개인정보를 지체 없이 파기합니다.<br>
                                단, 다음의 경우에 대해서는 각각 명시한 이유와 기간 동안 보존합니다.</p>
                            <ul>
                                <li>1) 상법 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 법령에서 규정한 보존기간 동안 거래내역과 최소한의 기본정보를 보유합니다.<br>이 경우 회사는
                                    보관하는 정보를 그 보관의 목적으로만 이용합니다.
                                    <table cellspacing="0" cellpadding="0" width="100%">
                                        <tr>
                                            <th>관계 법령</th>
                                            <th>목적</th>
                                            <th>수집항목</th>
                                            <th>보유기간</th>
                                        </tr>
                                        <tr>
                                            <td>통신비밀보호법</td>
                                            <td>법원의 영장을 받아 수사기관이 요청시 제공</td>
                                            <td>로그기록, IP 등 </td>
                                            <td>3개월 </td>
                                        </tr>
                                        <tr>
                                            <td rowspan="3">전자상거래등에서의 소비자보호에 관한 법률 </td>
                                            <td>소비자의 불만 또는 분쟁처리에 관한 기록 </td>
                                            <td>소비자 식별정보, 분쟁처리 기록 등 </td>
                                            <td>3년</td>
                                        </tr>
                                        <tr>
                                            <td>대금결제 및 재화 등의 공급에 관한 기록</td>
                                            <td rowspan="2">소비자 식별정보, 계약/청약철회 기록 등 </td>
                                            <td rowspan="2">5년 </td>
                                        </tr>
                                        <tr>
                                            <td class="bor-r">계약 또는 청약철회 등에 관한 기록 </td>
                                        </tr>
                                        <tr>
                                            <td rowspan="2">국세기본법 </td>
                                            <td>국세 부과 제척기간 계산 </td>
                                            <td>국세 증빙자료 등 </td>
                                            <td>10년 </td>
                                        </tr>
                                        <tr>
                                            <td>국세징수권 등 소멸시효 계산 </td>
                                            <td>과세표준과 세액의 신고자료 등 </td>
                                            <td>5년</td>
                                        </tr>
                                        <tr>
                                            <td>부가가치세법 </td>
                                            <td>장부, 세금계산서, 수입세금계산서, 영수증 등 </td>
                                            <td>부가가치세의 과세표준과 세액의 신고자료 등 </td>
                                            <td>5년 </td>
                                        </tr>
                                        <tr>
                                            <td>전자금융거래법 </td>
                                            <td>전자금융거래기록 확인 </td>
                                            <td>전자금융거래에 관한 기록, 상대방에 관한 정보 등 </td>
                                            <td>5년 </td>
                                        </tr>
                                        <tr>
                                            <td>특정 금융거래정보의 보고 및 이용 등에 관한 법률 </td>
                                            <td>고객확인 의무 </td>
                                            <td>고객확인 정보 등 </td>
                                            <td>5년</td>
                                        </tr>
                                    </table>

                                </li>
                                <li>2) 회사 내부 방침에 의해 부정이용 등에 관한 기록은 5년간 보관합니다.</li>
                                <li>3) 문자(SMS/MMS/알림톡 등)에 대한 발송 기록은 통신사실 확인자료 활용 목적으로 발송 후 1년간 보관합니다.</li>
                                <li>4) 보유기간을 미리 공지하고 그 보유기간이 경과하지 아니한 경우와 개별적으로 동의를 받은 경우에는 약정한 기간 동안 보유합니다.</li>
                                <li>5) 개인정보보호를 위하여 회원이 선택한 개인정보 보유기간(1년, 3년, 회원탈퇴시) 동안 사이트를 이용하지 않은 경우, "아이디"를 "휴면계정"로 분리하여
                                    해당 계정의 이용을 중지할 수 있습니다. 이 경우 회사는 "휴면계정 처리 예정일"로부터 30일 이전에 해당사실을 전자메일, 서면, SMS 중 하나의 방법으로
                                    사전통지하며 이용자가 직접 본인확인을 거쳐, 다시 사이트 이용 의사표시를 한 경우에는 사이트 이용이 가능합니다.</li>
                                <li>6) 아이디의 경우 중복가입확인 등의 목적으로 영구 보유합니다.</li>
                            </ul>
                        </li>
                        <li>개인정보 파기절차 및 파기방법
                            <p>이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. "회사"의 개인정보 파기절차 및 방법은 다음과 같습니다.</p>
                            <ul>
                                <li>1) 파기절차
                                    <ul>
                                        <li>① 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련
                                            법령에 의해 정보보호 사유에 따라 일정 기간 저장된 후 파기됩니다.</li>
                                        <li>② 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</li>
                                        <li>③ 시스템의 원활한 유지를 위해 백업되는 데이터는 백업 후 15일마다 일괄 삭제됩니다.</li>
                                        <li>④ 이용자가 선택한 개인정보 보유기간(1년, 3년, 회원탈퇴시)이 지난 개인정보는 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된
                                            개인정보는 5년간 보관 후 지체없이 파기합니다.</li>
                                    </ul>
                                </li>
                                <li>2) 파기방법
                                    <ul>
                                        <li>① 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통해 파기합니다.</li>
                                        <li>② 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>스마트폰 앱 관리
                            <p>스마트폰 앱을 통해 서비스 이용 시, 이용자에게 개인정보 수집·이용 동의를 받은 범위 내에서 단말기정보 등에 접근한다는 것을 고지하고 승인을 획득한 후 정보가
                                수집되거나 전송됩니다. 앱 상에서 이용자가 단말기 접근 권한을 허용하였다고 하여 허용권한과 관련된 모든 정보가 즉시 수집되거나 전송되는 것은 아닙니다. 서비스 제공을
                                위하여 스마트폰 앱의 접근 권한을 필수 또는 선택적으로 이용자에게 요청하고 있으며, 단말기 내 "설정" 메뉴를 통하여 이용자가 직접 권한을 변경할 수 있습니다. 앱
                                권한에 대한 자세한 사항은 애플리케이션 스토어를 통해 확인하실 수 있습니다. <br><br>스마트폰 상에서 앱을 삭제하더라도 이용자의 회원계정은 유지되므로,
                                회원탈퇴를 원하실 경우 “회원탈퇴” 기능을 이용하시거나 고객센터로 연락하여 주시기 바랍니다.</p>
                        </li>
                        <li>개인정보 자동 수집 장치의 설치, 운영 및 거부에 관한 사항
                            <ul>
                                <li>맞춤형 광고 <br>회사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집하도록 허용하고 있습니다.
                                    <ul>
                                        <li>행태정보를 수집 및 처리하는 광고 사업자
                                            <table cellspacing="0" cellpadding="0" width="100%">
                                                <tr>
                                                    <th>업체명</th>
                                                    <th>설치된 도구명</th>
                                                </tr>
                                                <tr>
                                                    <td>페이스북</td>
                                                    <td>픽셀, SDK</td>
                                                </tr>
                                                <tr>
                                                    <td>카카오</td>
                                                    <td>SDK</td>
                                                </tr>
                                                <tr>
                                                    <td>Google Analytics</td>
                                                    <td>웹스크립트</td>
                                                </tr>
                                                <tr>
                                                    <td>구글 태그매니저</td>
                                                    <td>웹스크립트</td>
                                                </tr>
                                            </table>
                                        </li>
                                        <li>행태정보 수집방법 : 이용자가 당사 웹사이트 방문 시 자동 수집 및 전송</li>
                                    </ul>
                                </li>
                            </ul>
                        </li>
                        <li>개인정보의 기술적, 관리적 보호대책
                            <ul>
                                <li>1) 개인정보 암호화<br>
                                    이용자의 개인정보는 비밀번호에 의해 보호되며, 파일 및 각종 데이터는 암호화하거나 파일 잠금 기능을 통해 별도의 보안기능을 통해 보호하고 있습니다.
                                </li>
                                <li>2) 해킹 등에 대비한 대책<br>
                                    해킹이나 컴퓨터 바이러스 등에 의한 피해를 방지하기 위하여 백신 프로그램을 주기적으로 업데이트하며 새로운 바이러스가 출현할 경우 백신이 나오는 즉시 적용하여
                                    개인정보가 훼손되지 않도록 방지하고 있습니다.
                                    외부 침입에 대비하여 접근이 통제된 구역에 시스템을 설치하고, 침입탐지 시스템 및 취약점 분석 시스템을 설치하여 24시간 감시하고 있습니다.
                                </li>
                                <li>3) 개인정보 처리 직원의 교육<br>
                                    개인정보관련 처리 직원은 최소한의 인원으로 구성되며, 새로운 보안기술 습득 및 개인정보보호 의무에 관해 정기적인 교육을 실시하며 내부 감사 절차를 통해 보안이
                                    유지되도록 시행하고 있습니다.
                                </li>
                                <li>4) 개인 아이디와 비밀번호 관리<br>
                                    "회사"는 이용자의 개인정보를 보호하기 위하여 최선의 노력을 다하고 있습니다. 단, 이용자의 개인적인 부주의로 ID, 비밀번호등 개인정보가 유출되어 발생한
                                    문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다.
                                </li>
                            </ul>
                        </li>
                        <li>링크
                            <p>"사이트"는 다양한 배너와 링크를 포함하고 있습니다. 많은 경우 타 사이트의 페이지와 연결되어 있으며 이는 광고주와의 계약관계에 의하거나 제공받은 컨텐츠의 출처를
                                밝히기 위한 조치입니다. <br><br>"사이트"가 포함하고 있는 링크를 클릭하여 타 사이트의 페이지로 옮겨갈 경우 해당 사이트의 개인정보처리방침은 잡코리아와
                                무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.</p>
                        </li>
                        <li>아동의 개인정보 보호
                            <p>"회사"는 인터넷 리크루팅의 특성으로 볼 때 이력서를 등록하여 구직활동을 할 수 없다고 판단하여 만15세 미만 아동의 회원가입을 허용하지 않습니다.</p>
                        </li>
                        <li>비회원의 개인정보 보호
                            <p>"사이트"에서는 회원 가입을 하지 않아도 공개를 희망하지 않는 개인정보와 이력서 주요 정보를 제외한 대부분의 컨텐츠를 열람할 수 있습니다.</p>
                        </li>
                        <li>이용자의 권리와 그 행사방법
                            <ul>
                                <li>1) 이용자는 ‘회원정보관리’를 통하여 언제든지 등록되어 있는 자신의 정보를 열람, 공개 및 비공개, 수정할 수 있습니다.</li>
                                <li>2) 이용자는 언제든지 ‘회원탈퇴’ 등을 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.</li>
                                <li>3) 이용자는 서면, 전화 또는 이메일 등의 방법으로 회사에 제1항, 제2항의 사항을 요청할 수 있습니다.</li>
                                <li>4) 회사는 이용자의 요청에 즉시 답변이 불가능하거나 거절의 의사표시를 해야 하는 경우 이용자의 요청을 받은 날로부터 10일 이내에 답변의 연기 또는 거절의
                                    정당한 사유 등을 이용자에게 통지합니다.</li>
                                <li>5) 이용자는 회사의 조치에 이의가 있는 경우 개인정보 열람 등 요구 결정 이의신청서 서식으로 이의신청할 수 있습니다.</li>
                                <li><a href="https://www.albamon.com/service/terms/Privacy_Form.docx" target="_blank">☞ 개인정보
                                        열람 등 요구 결정 이의신청서</a></li>
                            </ul>
                        </li>
                        <li>개인정보 보호책임자 및 민원서비스
                            <p>"회사"는 이용자의 개인정보를 보호하고 개인정보와 관련한 고충처리를 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</p>
                            <table cellspacing="0" cellpadding="0" width="100%">
                                <tr>
                                    <th>개인정보 보호책임자</th>
                                    <th>개인정보 민원처리 담당부서</th>
                                </tr>
                                <tr>
                                    <td>
                                        <ul type="disc">
                                            <li>이름 : 김다물 </li>
                                            <li>연락처 : 02-591-4363</li>
                                            <li>이메일 :&nbsp;dahmul@chodan.co.kr</li>
                                        </ul>
                                    </td>
                                    <td>
                                        <ul type="disc">
                                            <li><strong>초단알바</strong><strong> </strong><strong>고객센터</strong></li>
                                            <li>연락처 : 02-591-4363(추후변경)</li>
                                            <li>이메일 : <u>help@chodan.co.kr</u></li>
                                        </ul>
                                    </td>
                                </tr>
                            </table>
                            <p>기타 개인정보에 관한 상담이 필요한 경우에는 아래 기관에 문의하실 수 있습니다.</p>
                            <table cellspacing="0" cellpadding="0" width="100%">
                                <tr>
                                    <td class="bg-r"><strong>개인정보침해신고센터</strong><strong> </strong></td>
                                    <td><a href="http://privacy.kisa.or.kr/"
                                            target="_blank">http://privacy.kisa.or.kr</a>&nbsp;/ 국번없이 118</td>
                                </tr>
                                <tr>
                                    <td class="bg-r"><strong>대검찰청</strong><strong> </strong><strong>사이버수사과</strong><strong>
                                        </strong></td>
                                    <td><a href="http://www.spo.go.kr/" target="_blank">http://www.spo.go.kr</a>&nbsp;/ 국번없이
                                        1301</td>
                                </tr>
                                <tr>
                                    <td class="bg-r"><strong>경찰청</strong><strong> </strong><strong>사이버수사국</strong><strong>
                                        </strong></td>
                                    <td><a href="http://www.police.go.kr/www/security/cyber.jsp"
                                            target="_blank">http://www.police.go.kr</a>&nbsp;/ 국번없이 182</td>
                                </tr>
                            </table>
                        </li>
                        <li>개인위치정보의 처리
                            <ul>
                                <li><strong>개인위치정보 보유기간</strong>
                                    <p>1) 회사는 위치기반서비스에서 개인위치정보를 일회성 또는 임시로 이용 후 지체없이 파기합니다.</p>
                                </li>
                                <li><strong>개인위치정보 처리 목적</strong>
                                    <p>2) 위치기반서비스를 제공하기 위해 개인위치정보를 처리하는 목적은 아래와 같습니다.</p>
                                    <table cellspacing="0" cellpadding="0" width="100%">
                                        <tr>
                                            <th>서비스 명</th>
                                            <th>서비스 내용</th>
                                        </tr>
                                        <tr>
                                            <td>위치기반서비스 </td>
                                            <td>- 현위치를 이용한 국내지역 채용정보 검색<br />
                                                - 현위치를 활용하여 채용정보 검색결과 제시<br />
                                                - 현위치 내지 특정 위치를 지도 내에 표기하여 채용정보 제공<br />
                                                - 현위치 내지 특정 위치를 저장<br />
                                                - 저장한 위치를 기반으로 채용정보 검색결과 제시<br />
                                                - 현 위치를 이용한 게시물 검색결과 제시 </td>
                                        </tr>
                                    </table>
                                </li>
                                <li><strong>개인위치정보 수집ㆍ이용ㆍ제공사실 확인자료의 보유근거 및 보유기간</strong>
                                    <p>3) 회사는 타사업자 또는 이용 고객과의 요금정산 및 민원처리를 위해 위치정보 수집·이용·제공사실 확인자료를 자동 기록·보존하며, 해당 자료는 1년간
                                        보관합니다.</p>
                                </li>
                                <li><strong>개인위치정보의 파기 절차 및 방법</strong>
                                    <p>4) 회사는 개인위치정보의 처리목적이 달성된 경우, 개인위치정보를 재생이 불가능한 방법으로 안전하게 파기하고 있습니다. 전자적 파일 형태는 복구 및
                                        재생이 불가능한 기술적인 방법으로 파기하며, 출력물 등은 분쇄하거나 소각하는 방식으로 파기합니다.</p>
                                </li>
                                <li><strong>개인위치정보의 제3자 제공 및 통보에 관한 사항</strong>
                                    <p>5) 회사는 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 회원에게 제공받는 자, 제공일시
                                        및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 회원이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.
                                    </p>
                                    <ul>
                                        <li>1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우</li>
                                        <li>2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우</li>
                                    </ul>
                                </li>
                                <li><strong>8세 이하의 등의 보호의무자 권리·의무 및 그 행사방법</strong>
                                    <p>6) "회사"는 아래의 경우에 해당하는 자(이하 "8세 이하의 아동"등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여
                                        개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 본다.</p>
                                    <ul>
                                        <li>1. 8세 이하의 아동</li>
                                        <li>2. 금치산자</li>
                                        <li>3. 장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진 및 직업재활법 제2조제2호의 규정에 의한 중증장애인에
                                            해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)</li>
                                    </ul>
                                </li>
                                <li><strong>7) 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에
                                        보호의무자임을 증명하는 서면을 첨부하여 "회사"에 제출하여야 한다.</strong></li>
                                <li><strong>8) 본 약관 제 9조(개인위치정보주체의 권리) 의 규정은 제2항의 규정에 의하여 보호의무자가 동의를 하는 경우에 이를 준용한다. 이 경우
                                        "회원"은 "보호의무자"로 본다</strong></li>
                            </ul>
                            <strong>위치정보 관리책임자의 정보</strong>
                            <table cellspacing="0" cellpadding="0" width="100%">
                                <tr>
                                    <td class="bg-r">위치정보관리책임자</td>
                                    <td>이름:  김다물<br />
                                        소속/직위: 이사<br />
                                        e-메일 : <strong>dahmul@chodan.co.kr</strong><br />
                                        전화: <strong>02-591-4363</strong></td>
                                </tr>
                            </table>
                        </li>
                        <li>부칙
                            <p>본 개인정보처리방침은 관계법령 및 지침의 변경 또는 회사의 필요 등에 의하여 내용의 추가, 삭제 및 수정이 생길 수 있습니다. 이 경우 최소 7일 전에 홈페이지 또는
                                이메일을 통해 사전 공지하고 사전 공지가 곤란한 경우 지체 없이 공지하며, 별도 공지가 없는 한 7일이 경과된 후에 시행됩니다. 다만, 회원의 권리/의무에 중대한
                                영향을 주는 변경의 경우에는 최소 30일 전에 공지하고, 별도 공지가 없는 한 30일이 경과된 후에 시행됩니다. 또한 당사는 관계법령에 따라 필요한 경우 고객의 별도
                                동의를 받을 수 있습니다.</p>
                                <table cellspacing="0" cellpadding="0" width="100%" class="mb-10">
  <tr>
    <td align="right" class="bg-r">개인정보처리방침 버전번호: 1.0<br />
  변경공고일자: 2022년 12월 27일<br />
  시행일자: 2022년 12월 27일 ></td>
  </tr>
</table>
                        </li>
                    </ul>


                    <h5><strong>게시물 삭제규칙</strong></h5>
                    <br>
                    <p>초단알바의 모든 회원은 초단알바의 이용약관 및 관련 법령에 근거하여 게시물 삭제규칙에 해당하는 게시물을 등록할 수 없으며,  초단알바는 회원이 작성한 게시물이 이용약관, 관련 법령 또는 본 규칙에 위배되는 경우 게시자에게 사전 또는 사후 통지없이 해당 게시물을 임의로 삭제할 수 있습니다.</p>
                    <br>
                    <p class="img-in">해당 게시물에 대한 모든 법적 책임은 작성자에게 있으며, 이는 초단알바 모든 게시물에 해당됩니다. <a href="http://www.kocsc.or.kr/01_online/troubles_Useinfo.php"><img src="@/assets/images/btn-link.png" alt="" /></a></p>
                    <br>
                    <ul>
                        <li>명예훼손, 욕설 및 비방성 게시물
                            <ul>
                                <li>특정인의 사생활 침해·초상권을 침해하는 게시물</li>
                                <li>특정인이나 특정 단체에 대한 비방이나 허위 사실로 명예를 훼손하거나 권리를 침해하는 게시물 (불특정 다수가 인지할 수 있는 실명이나 기업명 노출로 인해 당사자에게 물리적, 정신적 피해를 입힌 경우 사이버 명예훼손에 해당 될 수 있으며 비록 그 내용이 사실일 지라도 유포의 구체적 내용에 따라 사생활 침해 및 명예훼손으로 간주되어 법적인 처벌을 받을 수 있습니다.)</li>
                                <li>욕설 또는 언어폭력 등의 저속한 표현으로 특정인의 인격을 모독하거나 불쾌감 또는 혐오감을불러 일으키는 게시물</li>
                            </ul>
                        </li>
                        <li>지적재산권 침해 게시물
                            <ul>
                                <li>타인의 정보를 무단으로 복사, 인용하여 저작권 분쟁의 소지가 있는 게시물</li>
                                <li>타인의 권리에 속하는 저작권, 상표권, 의장권, 영업비밀 등을 무단 게재한 게시물</li>
                                <li>시리얼 번호와 CD키 공유 및 정품 CD를 사용하지 않고 무료 다운로드 등 불법 복제와 관련된 게시물</li>
                            </ul>
                        </li>
                        <li>도배 및 장난성 게시물
                            <ul>
                                <li>각 게시판 성격에 맞지 않는 게시물 (비록 작성자 본인의 선의의 목적이 있더라도 게시판 성격에 맞지 않는 게시물의 경우 임의 삭제될 수 있습니다.)</li>
                                <li>행운의 편지글, 홍보글 등으로 도배하거나 같은 내용을 반복해서 올린 게시물</li>
                                <li>게시물의 제목 또는 본문에 태그를 사용하여 원하지 않는 타사이트로의 이동이 설정되어 있거나 삭제가 불가능한 내용의 게시물</li>
                            </ul>
                        </li>
                        <li>현행법과 미풍양속, 공공질서를 저해하는 내용의 게시물
                            <ul>
                                <li>법에 저촉되는 범죄 행위를 유도하거나 범죄 행위와 관계되는 게시물</li>
                                <li>범죄 관련한 내용을 미화, 권유, 조장하는 내용의 게시물</li>
                                <li>폭력을 조장하고 혐오감을 유발하는 내용의 게시물</li>
                                <li>성을 상품화하거나 특정 신체부위, 성행위, 성범죄를 노골적으로 표현한 게시물</li>
                                <li>음란정보나 퇴폐업소 등의 정보를 안내 또는 매개하는 게시물</li>
                                <li>심한 욕설과 비어, 속어가 포함된 게시물</li>
                                <li>건전한 풍속과 사회질서를 부정하거나 조롱하는 게시물</li>
                                <li>특정 지역, 특정 계층, 종교간의 감정대립을 조장하는 게시물</li>
                            </ul>	
                            </li>
                            <li>상업성, 홍보성 및 사행심 조장 게시물
                                <ul>
                                    <li>특정 회사나 개인의 이익을 목적으로 한 상업적 게시물</li>
                                    <li>돈버는 사이트, 불법적인 피라미드식 영업행위를 권유·조장하는 게시물</li>
                                    <li>금전거래를 통한 도박행위를 권유하거나 조장하는 게시물</li>
                                    <li>불법적인 경품, 복권을 강매 또는 판매하는 게시물</li>
                                    <li>기타 사행심을 조장하는 게시물</li>
                                </ul>
                             </li>
                             <li>
                                기타
                                <ul>
                                    <li>타인의 아이디, 이름, 주민등록번호 등을 무단으로 도용하여 작성한 내용이거나 타인의 입력한 정보를 무단으로 위·변조한 게시물</li>
                                    <li>청소년 보호법, 전기통신사업법 등 기타 관계 법령 및 회사의 지침 등에 위반된다고 판단되는 게시물</li>
                                    <li>금전거래를 통한 도박행위를 권유하거나 조장하는 게시물</li>
                                    <li>불법적인 경품, 복권을 강매 또는 판매하는 게시물</li>
                                    <li>기타 사행심을 조장하는 게시물</li>
                                </ul>
                             </li>
                    </ul>
                </div>
                <!-- <div class="paragraph-area">
                    <h5>법규 준수 및 공정한 경쟁</h5>
                    <ul>
                        <li>사업 및 영업 활동 시 모든 국가와 지역사회의 제반 법규를 준수하며, 해당 국가나 지역의 관습, 문화 등과 같은 사회적 가치관을 존중합니다.</li>
                        <li>경쟁사를 존중하고, 경쟁사와의 공정하고 자유로운 경쟁을 통하여 건전한 시장 질서를 확립하는데 앞장섭니다.</li>
                    </ul>
                </div>
                <div class="paragraph-area">
                    <h5>공정한 거래</h5>
                    <ul>
                        <li>모든 거래는 공정하고 평등한 참여의 기회가 보장되는 자유경쟁 원칙에 따라 행합니다.</li>
                        <li>우월적 지위를 이용하여 여하한 형태의 비윤리적이고 부적절한 강요행위 및 영향력을 행사하지 않습니다.</li>
                        <li>모든 거래 당사자들과는 상호 신뢰를 기반으로 하여 공동 발전을 도모합니다.</li>
                    </ul>
                </div>
                <div class="paragraph-area">
                    <h5>주주에 대한 존중</h5>
                    <ul>
                        <li>건실한 경영활동을 통한 이익으ㄹ 실현함으로써 주주의 투자 수익을 보호하도록 노력합니다.</li>
                        <li>임직원은 회사에서의 지위를 이용하여 취득한 내부 정보를 활용하여 개인적인 이익을 도모해서는 안 됩니다.</li>
                        <li>주주와의 상호 신뢰관계 유지를 위해서 기업 정보를 정해진 법규에 따라 투명하게 공개하며, 회계자료 등의 처리 및 보고는 해당 국가의 기준과 법규에 철저히
                            따릅니다.</li>
                    </ul>



                </div>
                <div class="paragraph-area">
                    <h5>국가 및 사회에 대한 책임과 의무</h5>
                    <ul>
                        <li>국가와 사회의 구성원으로서 요구되는 역할과 의무를 성실히 수행합니다.</li>
                        <li>고용의 창출과 조세의 성실한 납부로 국가 발전에 기여하고, 사회봉사 활동과 문화의 발전에 적극적으로 기여합니다.</li>
                        <li>사업 및 영업 활동 시, 환경보호를 우선적으로 생각하며, 해당 국가와 지역의 환경 기준을 철저히 준수합니다.</li>
                    </ul>
                </div> -->
            </div>
        </div>

    </div>
    <!-- </Sheet> -->
</template>
  
<script>
import InnerHeader from "../../components/innerHeader.vue";
import { inject, onMounted } from "vue";
export default {
    name: "PrivacyPolicy",
    components: {
        InnerHeader,
    },
    // setup() {
    //     const store = inject("authenticateStore");
    //     const commonstore = inject("commonStore");

    //     // onMounted(() => {
    //     //         commonstore.state.isPrivacySheetOpen = true;
    //     // });

    //     const popClose = (event) => {
    //         console.log("closeSelf", event);
    //         if (event) {
    //             console.log("Bottom Sheet Closed!!");
    //         }
    //     };

    //     console.log("commonstore.state.isPrivacySheetOpen", commonstore.state.isPrivacySheetOpen);

    //     return {
    //         store,
    //         commonstore,
    //         popClose,
    //         isOpen,
    //     };
    // },
};
</script>
<style lang="scss" scoped>.bottom-sheet {
    min-height: calc(100vh - 30px);
    position: absolute;
    z-index: 99999999;
    left: 0;
    top: 30px;
    width: 100%;
    border-radius: 20px 20px 0 0;
}</style>
  